---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData
source: html/aff9178c-31c3-c36f-ae6f-b54c5daaaf0a.htm
---
# MEPNetworkSegmentData Methods

Gets all downstream network segments.